
/* The port part in the small text under a connection name, for example "ajacobs at localhost (port 431)".  The object is the port number. */
" (port %@)" = " (ポート %@)";

/* The format string for putting together a size and a unit (except for bytes).  The float is the size and the object is the unit. */
"%.1f %@" = "%.1f %@";

/* Status displayed for queue items in the connection manager. How many percent complete the transfer is. */
"%0.2f percent complete" = "%0.2fパーセント完了";

/* Status displayed for queue items in the connection manager. The combination of progress and speed text.  E.g. "2.1 MB of 42 MB - 300 KB per sec". */
"%@ - %@" = "%@ - %@";

/* The user part in the small text under a connection name, for example "ajacobs at localhost (port 431)".  The object is the username. */
"%@ at " = "というホーストに%@ユーザ ";

/* Status displayed for queue items in the connection manager. How far through the transfer the file is - e.g. "2.1 MB of 42 MB". */
"%@ of %@" = "%@ ／ %@";

/* Status displayed for queue items in the connection manager. The speed (in KB or MB per second) of the transfer. */
"%@ per sec" = "%@秒速.";

/* The format to put together the small text under a connection name, for example "ajacobs at localhost (port 431)".  The first object is the user part, then the host part, then the port part. */
"%@%@%@" = "%2$@%1$@%3$@";

/* The format string for the title of a connection window.  The first object is the username and the second is the hostname. */
"%@@%@" = "%@@%@";

/* The format string for putting together a size and a byte unit. */
"%u B" = "%u B";

/* Status displayed for connections in the connection manager. The number of queue items transferring or waiting to be transferred. */
"%u incomplete queue items" = "%uの項目がキューに残ってある";

/* Status displayed for connections in the connection manager. The number of queue items transferring or waiting to be transferred and the speed of the currently running item. */
"%u incomplete queue items - %@ per sec" = "現在%u項目がキューに残ってある - %@ 秒速";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The format for the date of release.  This one gives a date like 2005-06-20. */
"%Y-%m-%d" = "%Y-%m-%d";

/* The placeholder that is displayed if a file's size is unknown or illegal.  Also displayed for the size of a directory */
"--" = "--";

/* The tooltip of the toolbar item that causes the currently selected remote listings to be queued to be downloaded. */
"Add the selected item(s) to the queue" = "選択した項目をキューに入れる";

/* The label of the toolbar item that causes the currently selected remote listings to be queued to be downloaded. */
"Add to Queue" = "キューに入れる";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The title text of the alert. */
"An update is available for OneButton FTP." = "OneButton FTPのバージョンアップがある。";

/* From the sheet that pops up asking for confirmation before deleting remote items. The title of the alert. */
"Are you sure you want to delete the selected item(s)?" = "項目を消すのは確かだろう？";

/* From the sheet that pops up asking for confirmation before deleting remote items. The button that cancels the delete operation. */
"Cancel" = "キャンセル";

/* The label of the toolbar item which causes a connection window to be opened for the currently selected connection */
"Connect" = "接続";

/* The tooltip of the toolbar item which causes a connection window to be opened for the currently selected connection */
"Connect to selected bookmark(s)" = "選択したブックマークに接続する";

/* Status displayed for connections in the connection manager. A connection has successfully been established for this bookmark. */
"Connected" = "接続している";

/* Status displayed for connections in the connection manager. We are currently attempting to establish a connection. */
"Connecting" = "接続中";

/* The label of the toolbar item which brings up the console windows for the selected bookmarks. */
"Console" = "コンソール";

/* The format string for the title of a console window.  The first object is the username and the second is the hostname. */
"Console: %@@%@" = "コンソール: %@@%@";

/* The error displayed when you try to launch an editor that cannot be found. The object is the name of the editor. */
"Could not find editor %@." = "Could not find editor %@.";

/* The tooltip of the toolbar item which brings up the window to create a new connection */
"Create a new connection" = "新規接続する";

/* The tooltip of the toolbar item that creates a new directory in the current remote directory. */
"Create a new directory in the current remote directory" = "サーバの現在フォルダーに新規フォルダーを作成する";

/* The label of the toolbar item which deletes any selected bookmarks. */
"Delete" = "削除";

/* The tooltip of the toolbar item which deletes any selected bookmarks. */
"Delete selected bookmark(s)" = "選択したブックマークを削除する";

/* The tooltip of the toolbar item which deletes the selected remote items. */
"Delete the currently selected item(s)" = "選択したファイルを削除する";

/* The label of the toolbar item which causes the connection windows for the currently selected connection to be closed and the connection to be disconnected. */
"Disconnect" = "接続解除";

/* The tooltip of the toolbar item which causes the connection windows for the currently selected connection to be closed and the connection to be disconnected. */
"Disconnect from selected bookmark(s)" = "選択したブックマークから切断する";

/* The string which is appended to the console when a connection is disconnected. */
"Disconnected" = "接続解除";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The button that answers no to the question of whether they want to go to the website for an update. */
"Dismiss" = "行かない";

/* The format string for the description of a file download queue item displayed in the queue table view. */
"Download %@" = "%@をダウンロードする";

/* The format string for the description of a directory download queue item displayed in the queue table view. */
"Download directory %@" = "%@というフォルダーをダウンロードする";

/* Status displayed for queue items in the connection manager. The file is currently being downloaded. */
"Downloading" = "ダウンロード中";

/* Status displayed for connections in the connection manager. The connection is currently downloading the given file. */
"Downloading %@" = "%@をダウンロード中";

/* The label of the toolbar item which causes a window to be opened where you can edit the currently selected bookmark. */
"Edit" = "編集";

/* The tooltip of the toolbar item which causes a window to be opened where you can edit the currently selected bookmark. */
"Edit selected bookmark" = "選択したブックマークを編集する";

/* The abbreviation for a gigabyte. */
"GB" = "GB";

/* Status displayed for queue items in the connection manager. This displays if for some reason we can't display how far through the transfer we are. */
"In progress" = "転送中";

/* The abbreviation for a kilobyte. */
"KB" = "KB";

/* The abbreviation for a megabyte. */
"MB" = "MB";

/* The label of the toolbar item which brings up the window to create a new connection */
"New" = "新規接続";

/* The default title for a new connection window */
"New Connection" = "新規接続";

/* The label of the toolbar item that creates a new directory in the current remote directory. */
"New Directory" = "新規フォルダを作成";

/* From the sheet that pops up the first time you run the program to ask you if you would like to contribute anonymous usage data. */
"No" = "しない";

/* Status displayed for connections in the connection manager. The queue is currently empty. */
"No queue items" = "キューに項目がない";

/* From the sheet that pops up asking for confirmation before deleting remote items. The button that causes the remote items to be deleted. */
"OK" = "消す";

/* The tooltip of the toolbar item which allows the user to edit the selected file in an external editor. */
"Open currently selected remote file(s) in an external editor and watch for changes" = "Open currently selected remote file(s) in an external editor and watch for changes";

/* The informative text displayed when you try to launch an editor that cannot be found. */
"Please make sure that you have typed its name correctly in the OneButton FTP preferences and that it is installed in the proper place for applications." = "Please make sure that you have typed its name correctly in the OneButton FTP preferences and that it is installed in the proper place for applications.";

/* Status displayed for queue items in the connection manager. The file is sitting in the queue and not currently transferring. */
"Queued" = "キューにある";

/* The label of the toolbar item which refreshes the contents of the current remote directory. */
"Refresh" = "更新";

/* The tooltip of the toolbar item which refreshes the contents of the current remote directory. */
"Refresh the current remote directory" = "ディレクトリの一覧を更新する";

/* The label of the toolbar item which allows the user to rename the currently selected remote file or directory. */
"Rename" = "項目名を変更";

/* The tooltip of the toolbar item which allows the user to rename the currently selected remote file or directory. */
"Rename the currently selected remote file or directory" = "選択した項目名を変更する";

/* The tooltip of the toolbar item which brings up the console windows for the selected bookmarks. */
"Show console window for selected connection(s)" = "選択した接続のコンソールウインドーを表示する";

/* From the sheet that pops up the first time you run the program to ask you if you would like to contribute anonymous usage data. */
"Such statistics will be collected periodically in order to help improve OneButton FTP.  They will not contain any personal or sensitive information and are similar to the information your browser sends when you visit a web page.  See OneButton FTP preferences for more information." = "統計はOneButton FTPを改良される為にあるものだ。もちろん完全に無名だ。たとえば、サイトを見に行くときブラウザが送る統計と同じように無名的だ。OneButton FTPの無名動態統計をもっと知りたい場合は、プリファレンスをみてください。";

/* From the sheet that pops up asking for confirmation before deleting remote items. The main text of the alert. */
"The contents of any directories will also be deleted." = "フォルダーの内容があれば、それも消すことになるので、ご注意。";

/* The format string for the description of a file upload queue item displayed in the queue table view. */
"Upload %@" = "%@をアップロードする";

/* The format string for the description of a directory upload queue item displayed in the queue table view. */
"Upload directory %@" = "%@というフォルダーをアップロードする";

/* Status displayed for queue items in the connection manager. The file is currently being uploaded. */
"Uploading" = "アップロード中";

/* Status displayed for connections in the connection manager. The connection is currently uploading the given file. */
"Uploading %@" = "%@をアップロード中";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The main text of the alert. */
"Version %@ was released on %@.  Would you like to visit www.onebutton.org for an update?" = "%@のバージョンアップが%@に発表された。バージョンアップする為にwww.onebutton.orgを見に行かない？";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The button that answers yes to the question of whether they want to go to the website for an update. */
"Visit" = "行く";

/* From the sheet that pops up the first time you run the program to ask you if you would like to contribute anonymous usage data. */
"Would you like to contribute anonymous usage statistics?" = "無名の動態統計を献納しないか？";

/* From the sheet that pops up the first time you run the program to ask you if you would like to contribute anonymous usage data. */
"Yes" = "する";
